Repository: chschenk/qcos
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Annotate all workshop with status ok
de: Alle Workshop mit Status OK durchnummerieren

source: Generate a print batch for all unprinted workshops
de: Einen Druckauftrag für alle ungedruckten Workshops erstellen

source: Delete Organizer
de: Organisator löschen

source: Organizer
de: Organisator

source: Members of this organizer:
de: Mitglieder dieses Organisators:

source: First name
de: Vorname

source: Last name
de: Nachname

source: This organizer has no members
de: Dieser Organisator hat keine Mitglieder

source: Camps of this organizer:
de: Camps von diesen Organisator

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: Description
de: Beschreibung

source: This organizer has no camps
de: Dieser Organisator hat keine Camps

source: %(mode)s Group
de: %(mode)s Organisator

source: Save
de: Speichern

source: Organizers
de: Organisatoren

source: Add Organizer
de: Organisator hinzufügen

source: View
de: Anzeigen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Delete User
de: Benutzer löschen

source: User
de: Benutzer

source: User data from
de: Benutzerdaten

source: Username
de: Benutzername

source: Member of this organizers
de: Mitglieder dieses Organisators

source: %(mode)s User
de: Benutzer %(mode)s

source: Welcome to QCOS!
de: Willkommen im QCOS!

source: Welcome to QCOS
de: Willkommen im QCOS

source: Users
de: Benutzer

source: Add User
de: Benutzer hinzufügen

source: Mail
de: E-Mail

source: Your profile
de: Dein Profil

source: Update profile
de: Profil bearbeiten

source: You are member of this organizers
de: Du bist ein Mitglied diesers Organisators

source: Delete camp
de: Camp löschen

source: Add fee
de: Preisstufe hinzufügen

source: Add registration
de: Anmeldung hinzufügen

source: Fees
de: Preisstufen

source: Price
de: Preis

source: Registrations
de: Anmeldungen

source: Total price
de: Gesamtpreis

source: Sum
de: Summe

source: There are no fees associated with this camp. You can create one
de: Dieses Camp hat noch keine Preisstufen. Bitte erstelle eine

source: here
de: hier

source: Add Camp
de: Camp hinzufügen

source: Checkin for %(clan)s for %(camp)s
de: Checkin für %(clan)s für %(camp)s

source: Edit registration
de: Anmeldung bearbeiten

source: Registration overview
de: Anmeldungsübersicht

source: Clan
de: Stamm

source: Contact name
de: Kontakt Name

source: Telephone
de: Telefon

source: Comment
de: Bemerkung

source: Ticket overview
de: Ticketübersicht

source: Total
de: Gesamt

source: Next
de: Weiter

source: Number
de: Nummer

source: Printed
de: Gedruckt

source: Delete Clan
de: Stamm löschen

source: District %(district)s - %(mode)s Clan
de: Bezirk %(district)s - Stamm %(mode)s

source: Delete Diocese
de: Diözese löschen

source: Diocese
de: Diözese

source: Add District
de: Bezirk hinzufügen

source: District
de: Bezirk

source: There are no districts in this diocese
de: In dieser Diözese sind noch keine Bezirke vorhanden

source: %(mode)s Diocese
de: Diözese %(mode)s

source: Dioceses
de: Diözesen

source: Add Diocese
de: Diözese hinzufügen

source: Delete District
de: Bezirk löschen

source: District %(object)s
de: Bezirk %(object)s

source: Add Clan
de: Stamm hinzufügen

source: There are no clans in this district
de: In diesem Bezirk sind noch keine Stämme vorhanden

source: %(diocese)s - %(mode)s District
de: %(diocese)s - Bezirk %(mode)s

source: Delete fee from camp
de: Preisstufe vom Camp löschen

source: the fee
de: die Preisstufe

source: Camp %(camp)s - %(mode)s Fee
de: Camp %(camp)s - Preisstufe %(mode)s

source: Checkin participants for %(clan)s for %(camp)s
de: Teilnehmer Checkin für %(clan)s für %(camp)s

source: Check in participants
de: Teilnehmer Checkin

source: Check-in participants for
de: Teilnehmer Checkin für

source: Contact
de: Kontakt

source: Delete registration
de: Anmeldung löschen

source: registration
de: Anmeldung

source: Registration from %(object.clan)s for %(camp)s
de: Anmeldung von %(object.clan)s für %(camp)s

source: Add workshop
de: Workshop hinzufügen

source: Check-in overview
de: Check-in Übersicht

source: Present
de: Anwesend

source: Registered
de: Angemeldet

source: Paid
de: Bezahlt

source: Rules accepted
de: Regeln akzeptiert

source: Yes
de: Ja

source: No
de: Nein

source: Picture rights
de: Bildrechte

source: Staff confirmed
de: Bestätigung Personal

source: Workshop overview
de: Workshopübersicht

source: Not yet annotated
de: Noch nicht nummeriert

source: registration for
de: Anmeldung von

source: Registrations for
de: Anmeldung von

source: Download registrations
de: Anmeldungen herunterladen

source: Annotate workshops for
de: Anmeldungen durchnummerieren für

source: Go
de: Los

source: Delete workshop
de: Workshop löschen

source: Add workshop for %(clan)s for %(camp)s
de: %(clan)s: Workshop für %(camp)s hinzufügen

source: Workshops for
de: Workshops von

source: Annotate workshops
de: Workshops durchnummerieren

source: Create new print batch
de: Neuen Druckauftrag erstellen

source: Generate print batch for
de: Neuen Druckauftrag erstellen für

source: Workshop print batches for
de: Workshop Druckaufträge von

source: Created
de: Erstellt

source: There are no print batches for this camp
de: Es gibt keine Druckaufträge für dieses Camp

source: Create
de: Hinzufügen

source: Update
de: Bearbeiten

source: New
de: Neu

source: Workshop ID
de: Nummer

source: Participants
de: Teilnehmende

source: Present participants
de: Anwesende Teilnehmende

source: Registered participants
de: Angemeldete Teilnehmende

source: Manage users
de: Benutzer verwalten

source: Manage organizers
de: Organisatoren verwalten

source: Manage base data
de: Stammdaten verwalten

source: Manage camps
de: Camps verwalten

source: Overview
de: Übersicht

source: Workshops print batches
de: Workshop Druckaufträge

source: Check-in participants
de: Teilnehmenden Check-in

source: Confirm deletion
de: Löschen bestätigen

source: You are already logged in!
de: Du bist bereits eingeloggt!

source: Logged out
de: Ausgeloggt

source: Logged out successfully
de: Erfolgreich ausgeloggt

source: Password changed
de: Passwort geändert

source: Password change successful
de: Passwort erfolgreich geändert

source: Your password was changed.
de: Dein Passwort wurde geändert

source: Reset password
de: Passwort zurücksetzen

source: Password set successfully
de: Passwort erfolgreich gesetzt

source: Your password has been set. You may go ahead and login now.
de: Passwort erfolgreich gesetzt. Du kannst dich jetzt einloggen.

source: Password reset
de: Passwort zurücksetzten
